Repository: NguyenVanTrong/cscart
Catalog: var/langs/*/addons/call_requests.po
Languages: de_de

# Addons::name::call_requests
source: Call requests
de_de: Bitte um Rückruf

# Addons::description::call_requests
source: Adds a call-requests system
de_de: Fügt ein Rückruf-System hinzu

# SettingsSections::call_requests::general
source: General
de_de: Allgemein

# SettingsOptions::call_requests::general
source: General
de_de: Allgemein

# SettingsOptions::call_requests::phone
source: Rewrite phone
de_de: Anrufweiterleitung

# SettingsOptions::call_requests::phone_prefix_length
source: Highlight first chars
de_de: Erste Buchstaben hervorheben

# SettingsOptions::call_requests::buy_now_with_one_click
source: Enable the "Buy now with one click" option
de_de: Aktivieren Sie die "Kaufen Sie es jetzt mit einem Klick"-Option

# SettingsOptions::call_requests::order_status
source: Order status
de_de: Auftragsstatus

# SettingsOptions::call_requests::phone_mask
source: Phone mask
de_de: Telefon-Maske

# SettingsTooltips::call_requests::phone_mask
source: Leave empty to use automatic country-based phone pattern, or type in a custom pattern. You can use spaces, commas, +, -, and digits. Note that 9 represents any digit; if you need a 9, type \\9. Examples: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
de_de: Leer lassen um automatische länderorientierten Telefonmuster verwenden, oder geben Sie ein benutzerdefiniertes Muster. Sie können Leerzeichen, Kommas, +, -, und Ziffern. Beachten Sie, dass 9 jede beliebige Ziffer darstellt; wenn Sie eine 9 benötigen, tippen Sie \\9. Beispiele: +9 (999) 999 99 99, 99999999, 999 999 99 oder +99-99-9999-9999.

# SettingsTooltips::call_requests::phone_prefix_length
source: Including parenthesis, spaces, etc. Use to highlight country code, area code, and phone prefix.
de_de: Inklusive Klammern, Leerzeichen, etc. Verwenden Sie es, um Ländervorwahl, Vorwahl und Telefonvorwahl hervorzuheben.

# Languages::privileges.manage_call_requests
source: Manage Call requests
de_de: Verwalten von Rückrufbitten

# Languages::privileges.view_call_requests
source: View Call requests
de_de: Rückrufbitten anzeigen

# Languages::call_requests
source: Call requests
de_de: Bitte um Rückruf

# Languages::call_requests_menu_description
source: Manage customer call requests
de_de: Verwalten von Kundenanrufen

# Languages::call_requests.request_call
source: Request call
de_de: Anruf

# Languages::call_requests.buy_now_with_one_click
source: Buy now with 1-click
de_de: Kaufen Sie jetzt mit 1-Klick

# Languages::call_requests.error_validate_call_form
source: Please enter your email or phone number
de_de: Bitte geben Sie Ihre E-Mail- oder Telefonnummer ein.

# Languages::call_requests.request_recieved
source: We have received your request! Our manager will contact you soon.
de_de: Wir haben Ihre Anfrage erhalten. Unser Manager wird Sie in Kürze kontaktieren.

# Languages::call_requests.order_placed
source: We have received your request! The order #[order_id] has been successfully created. Our manager will contact you soon.
de_de: Wir haben Ihre Anfrage erhalten! Die Bestellung #[order_id] wurde erfolgreich an uns übermittelt. Unser Manager wird Sie bald kontaktieren.

# Languages::call_requests.phone_from_settings
source: Phone from settings
de_de: Telefon aus den Einstellungen

# Languages::call_requests.enter_phone_or_email_text
source: Please enter your phone number or email (for our manager to contact you)
de_de: Bitte geben Sie Ihre Telefonnummer oder E-Mail Adresse ein, damit unser Support mit Ihnen Kontakt treten kann.

# Languages::call_requests.status.new
source: New
de_de: Neu

# Languages::call_requests.status.in_progress
source: In progress
de_de: In Bearbeitung

# Languages::call_requests.status.completed
source: Completed
de_de: Abgeschlossen

# Languages::call_requests.status.no_answer
source: No answer
de_de: Keine Antwort

# Languages::call_requests.responsible
source: Responsible
de_de: Zuständig

# Languages::call_requests.notes
source: Notes
de_de: Anmerkungen

# Languages::call_requests.requested_product
source: Requested product
de_de: Angeforderter Artikel

# Languages::call_requests.awaiting_call
source: Awaiting call
de_de: Erwarteter Anruf

# Languages::call_requests.order_exists
source: Order exists
de_de: Auftrag vorhanden

# Languages::call_requests.person_name_and_phone
source: Name and phone
de_de: Name und Telefonnummer

# Languages::call_requests.no_name_specified
source: No name specified
de_de: Kein Name angegeben

# Languages::call_requests.use_for_call_requests
source: Call request and buy now with one click form
de_de: Formular für Bitte um Rückruf und Kaufen Sie jetzt mit einem Klick

# Languages::block_call_request
source: Call request
de_de: Bitte um Rückruf

# Languages::block_call_request_description
source: Store phone number and form for requesting a call
de_de: Telefonnummer und Formular um einen Rückruf zu veranlassen

# Languages::tmpl_call_request
source: Call request form
de_de: Formular für Bitte um Rückruf

# Languages::call_requests.text_call_request_call_time
source: The convenient call time is between [time_from] and [time_to].
de_de: Die gewünschte Aufrufzeit liegt zwischen [Time_from] und [Time_to].

# Languages::call_requests.text_buy_with_one_click_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number], regarding the purchase of the product <a href="[product_href]">[product_name]</a>.
de_de: Kunde [customer] <a href="[href]">wartet auf Ihren Anruf</a> auf [phone_number], bezüglich dem Erwerb des Artikels <a href="[product_href]">[product_name]</a>.

# Languages::call_requests.error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid.
de_de: Die Telefonnummer im Feld <b>[field]</b> ist ungültig.
