Repository: NguyenVanTrong/cscart
Catalog: var/langs/*/addons/image_zoom.po
Languages: fa_ir

# Addons::name::image_zoom
source: Image zoom
fa_ir: بزرگنمایی تصویر

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
fa_ir: بزرگنمایی تصویر محصول در حین عبور از تصویر محصول

# SettingsSections::image_zoom::general
source: General
fa_ir: عمومی

# SettingsOptions::image_zoom::cz_opacity
source: Opacity
fa_ir: تاری

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
fa_ir: زمان انیمیشن

# SettingsOptions::image_zoom::cz_tint_color_picker
source: Color
fa_ir: رنگ

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
fa_ir: وضعیت بزرگنمایی

# SettingsOptions::image_zoom::cz_zoom_size_mode
source: Zoom size mode
fa_ir: حالت اندازه بزرگنمایی

# SettingsOptions::image_zoom::cz_caption_position
source: Caption position
fa_ir: موقعیت عنوان

# SettingsOptions::image_zoom::cz_ease_time
source: Ease time
fa_ir: سهولت زمان

# SettingsOptions::image_zoom::cz_zoom_fly_out
source: Zoom fly out
fa_ir: خروج از بزرگنمایی

# SettingsTooltips::image_zoom::cz_opacity
source: Opacity of tint 0-1. If zero, no tint will be visible.
fa_ir: کدورت رنگ 0-1. اگر صفر باشد، بدون رنگ قابل مشاهده خواهد بود.

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
fa_ir: طول مدت جلوه های انیمیشن در میلی ثانیه.

# SettingsTooltips::image_zoom::cz_tint_color_picker
source: Color to use for the tint effect. Example: #ffffff.
fa_ir: رنگ مورد استفاده در جلوه‌ی ته‌رنگ. مثال: #ffffff.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window. If numeric (0-15), position is relative to page image as shown by the following key (blue squares represent zoom window). If a string is supplied, value will be used as a selector to pinpoint the exact position and size of an element in the page. If the value "inside" is specified, the zoom image will appear inside the page image.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
fa_ir: موقعيت پنجره بزرگنمایی را مشخص می کند. اگر عددی (0-15) باشد، موقعیت نسبت به صفحه تصویر که توسط کلید زیر نشان داده شده است (مربع آبی رنگ نشان دهنده پنجره بزرگنمایی). اگر رشته داده شده باشد، مقدارش به عنوان انتخاب‌کننده به دقت اشاره‌گر دقیق موقعیت و اندازه عنصر در صفحه استفاده می شود. اگر مقدار "داخل" مشخص شده است، تصویر بزرگنمایی داخل صفحه تصویرظاهر می‌شود.-br / >-br / > <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />

# SettingsTooltips::image_zoom::cz_zoom_size_mode
source: Defines the rule for sizing the zoom window and lens.
fa_ir: برای اندازه پنجره بزرگنمایی و لنز قانون تعریف می کند.

# SettingsTooltips::image_zoom::cz_caption_position
source: Position of caption, "top" or "bottom".
fa_ir: موقعیت عنوان، "بالا" یا "پایین".

# SettingsTooltips::image_zoom::cz_ease_time
source: Number of milliseconds of mouse easing movement of zoom image. The bigger the number, the more easing. Zero means no easing.
fa_ir: میزان میلی ثانیه از حرکت آرام ماوس در بزرگنمایی تصویر. میزان بیشتر به معنی حرکت آرام‌تر. صفر به معنی بدون آرامی.

# SettingsTooltips::image_zoom::cz_zoom_fly_out
source: Turns 'flying' zoom animation on or off.
fa_ir: روشن یا خاموش کردن انیمیشن بزرگنمایی 'پرواز'.

# SettingsVariants::image_zoom::cz_zoom_position::0
source: Zoom position №0
fa_ir: موقعیت بزرگنمایی شماره ۰

# SettingsVariants::image_zoom::cz_zoom_position::1
source: Zoom position №1
fa_ir: موقعیت بزرگنمایی شماره ۱

# SettingsVariants::image_zoom::cz_zoom_position::2
source: Zoom position №2
fa_ir: موقعیت بزرگنمایی شماره ۲

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Zoom position №3
fa_ir: موقعیت بزرگنمایی شماره ۳

# SettingsVariants::image_zoom::cz_zoom_position::4
source: Zoom position №4
fa_ir: موقعیت بزرگنمایی شماره ۴

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Zoom position №5
fa_ir: موقعیت بزرگنمایی شماره ۵

# SettingsVariants::image_zoom::cz_zoom_position::6
source: Zoom position №6
fa_ir: موقعیت بزرگنمایی شماره ۶

# SettingsVariants::image_zoom::cz_zoom_position::7
source: Zoom position №7
fa_ir: موقعیت بزرگنمایی شماره ۷

# SettingsVariants::image_zoom::cz_zoom_position::8
source: Zoom position №8
fa_ir: موقعیت بزرگنمایی شماره ۸

# SettingsVariants::image_zoom::cz_zoom_position::9
source: Zoom position №9
fa_ir: موقعیت بزرگنمایی شماره ۹

# SettingsVariants::image_zoom::cz_zoom_position::10
source: Zoom position №10
fa_ir: موقعیت بزرگنمایی شماره ۱۰

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Zoom position №11
fa_ir: موقعیت بزرگنمایی شماره ۱۱

# SettingsVariants::image_zoom::cz_zoom_position::12
source: Zoom position №12
fa_ir: موقعیت بزرگنمایی شماره ۱۲

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Zoom position №13
fa_ir: موقعیت بزرگنمایی شماره ۱۳

# SettingsVariants::image_zoom::cz_zoom_position::14
source: Zoom position №14
fa_ir: موقعیت بزرگنمایی شماره ۱۴

# SettingsVariants::image_zoom::cz_zoom_position::15
source: Zoom position №15
fa_ir: موقعیت بزرگنمایی شماره ۱۵

# SettingsVariants::image_zoom::cz_zoom_position::inside
source: Inside position
fa_ir: موقعیت داخلی

# SettingsVariants::image_zoom::cz_zoom_size_mode::image
source: Image
fa_ir: تصویر

# SettingsVariants::image_zoom::cz_zoom_size_mode::lens
source: Lens
fa_ir: لنز

# SettingsVariants::image_zoom::cz_zoom_size_mode::zoom
source: Zoom
fa_ir: بزرگنمایی

# SettingsVariants::image_zoom::cz_zoom_size_mode::full
source: Full
fa_ir: کامل

# SettingsVariants::image_zoom::cz_caption_position::top
source: Top
fa_ir: بالا

# SettingsVariants::image_zoom::cz_caption_position::bottom
source: Bottom
fa_ir: پایین
